chat_system_1359521656_actor_description=Scott Thompson. Governor of Islands of Freedom.
chat_system_1359521656_snap_0_question=^?^What's happened?
chat_system_1359521656_snap_0_answer_0=^?^I have come to you at the request of the Griffin King Harl. He claims that by your order, the Griffins priceless treasure, the Crown, was stolen. Griffins saw ships under your flag just before the theft.
chat_system_1359521656_snap_1_question=^?^Hmm... I can assure you that I had nothing to do with it. My ships have not appeared in the waters of Darion for a long time. That was our agreement with King Mark. Hmm, I think I may know who has done this.
chat_system_1359521656_snap_1_answer_0=^?^Who is that?
chat_system_1359521656_snap_2_question=^?^Yes, I believe this to be the work of Duke Sov - or his people, to be more precise. He has played dirty like this before, but stealing the crown of the Griffins is an interesting move... stupid though. I doubt this crown will help him.<br>But the fact remains that the duke is my personal enemy.<br>He lives in Castle Totenheim, on the Eastern Islands. Kill him and return the Crown to the Griffins as well. I'll pay you well for this service.
chat_system_1359521656_snap_2_answer_0=^?^I'll take care of him, you can be sure of that.
chat_system_1359521656_snap_3_question=^?^So, have you already punished the rebels and the duke?
chat_system_1359521656_snap_3_answer_0=^?^Yes. The duke is dead, and with their kingpin eliminated, the other conspirators ran away.
chat_system_1359521656_snap_3_answer_1=^?^Not yet.
chat_system_1359521656_snap_4_question=^?^Good job, [player]! You have eliminated that damned duke, my chief rival. Here's your reward.<br>[reward]
chat_system_1359521656_snap_4_answer_0=^?^Thank you! Two rewards for one job. This should happen more often!
